<template>
	<div class="delivery">
		<div class="header">闪电发货</div>
		<div class="content">
			<p>
				<h4>一、配送时间及范围</h4>
				1、商品支持国内主流快递配送，发货后2-4天内送达。<br/>
				2、生鲜类产品下单后统一第二天发货。所有生鲜产品均在发货前统一采摘、宰杀，以确保产品的新鲜。一律使用顺丰冷链进行运输。<br/>
				3、配送范围商品详情页会进行特殊说明，烦请查看。<br/>
				4、特定节假日以平台通知或公告的发货时间为准；有其他发货时效约定的以约定为准。<br/>
				<br/>
				<h4>二、订单查询</h4>
				1、下单成功后48小时内您可以在“我的订单”内查询到包裹的揽件跟踪信息，查询方式：登录账号>我的订单>查看订单<br/>
				<br/>
				<h4>三、验收与拒收（为保障您的权益 ，请您收货时注意以下环节）：</h4>
				1、生鲜商品送达前，配送员将视情况与您电话联系，请保持电话畅通；<br/>
				2、请在签收时与配送人员当面核对产品信息、数量及发货清单、发票（如需要）、赠品（如有）等；<br/>
				3、货物签收：现场开箱验货，验收无误后签收。如验货发现产品缺失，产品错误，产品短缺，产品存在质量问题等影响签收的因素，请您拍照并请尽快联系客服中心。及时解决您的问题。<br/>
				4、为了保障您的权益，建议您尽量不要委托他人代为签收。如由他人代为签收商品而没有在配送人员在场的情况下验货，则视为您所订购的商品无任何问题；<br/>
				5、签收时请仔细验货，如商品有异常，您可以拒收该包裹；<br/>
				6、生鲜产品，除有质量问题外，不支持无理由拒收。<br/>
			</p>
		</div>
	</div>
</template>
<style scoped>
	.delivery{
		width: 100%;
		height: 100%;
	}
	.delivery .header{
		height: 16px;
    	line-height: 16px;
		margin: 18px 0;
		font-size: 14px;
		font-weight: bold;
		padding-left: 1rem;
		border-left: 3px solid #009E4D; 
	}
	.delivery .content{
		padding-left: 1rem;
	}
	.delivery h4{
		font-weight: bold;
	}
</style>