<template>
	<div class="invoice">
		<div class="header">发票制度</div>
		<div class="content">
			<p>
				<h4>发票制度 </h4>
				<h4>为了给采购方提供更快速、便捷的服务，根据中国税法及税务管理部门的要求，安厨就其所销售商品各自开具发票，因此采购方收到的发票是由 “杭州安厨电子商务有限公司”开具的合法、有效发票。 </h4>
				<br/>
				1）如何获得发票 <br/>
				1.若有开发票的需求，可拨打客服电话0571-28270936索取相应金额的发票（退货产品除外）； <br/>
				2.发票的寄送方式建议随产品一起快递，若是收到产品之后索要发票的，发票快递费用需要采购方自己承担； <br/>
				3.补开发票需在订单完成的180天内联系客服人员为你办理，逾期不受理； <br/>
				4非自营实物类商品发票不由安厨商城开具，具体可咨询客服人员。 <br/>
				<br/>
				2）设置发票信息 <br/>
				1.您在索取发票时需提供发票抬头（个人、公司），发票抬头内容不能空，您可填写个人或具体的公司名称，如需开具增值税专用发票，需提供增票 资质； <br/>
				2.开票内容为采购方所购的商品明细。<br/> 
				<br/>
				3）开发票的注意事项 <br/>
				1.发票金额不能高于订单实付金额； <br/>
				2.活动兑换商品不提供发票； <br/>
				3.一张订单只能开一次发票，多个订单的可合开一张发票； <br/>
				4.当采购方收到发票1个月内，发现票据抬头、内容或金额错误的，采购方可致电客服0571-28270936，由客服人员为您办理更换发票事宜，采购方需 将原发票完好寄回，并自理来回邮费。<br/>
			</p>
		</div>
	</div>
</template>
<style scoped>
	.invoice{
		width: 100%;
		height: 100%;
	}
	.invoice .header{
		height: 16px;
    	line-height: 16px;
		margin: 18px 0;
		font-size: 14px;
		font-weight: bold;
		padding-left: 1rem;
		border-left: 3px solid #009E4D; 
	}
	.invoice .content{
		padding-left: 1rem;
	}
	.invoice .content h4{
		font-weight: bold;
	}
</style>