<template>
	<div class="platformrules">
		<div class="header">平台规则</div>
		<div class="content">
			<p>
				<h4>一、本平台的权利和义务</h4> 
				1. 本站有义务在现有技术上维护整个网上交易平台的正常运行，并努力提升和改进技术，使用户网上交易活动得以顺利进行。 <br/>
				2. 对用户在注册使用本站网上交易平台中所遇到的与交易或注册有关的问题及反映的情况，本站应及时作出回复。 <br/>
				3. 对于用户在本站网上交易平台上的不当行为或其它任何本站认为应当终止服务的情况，本站有权随时作出删除相关信息、终止提供服务等处理，而无 须征得用户的同意。 <br/>
				<br/>
				<h4>二、网站规则、修改和可分性 </h4>　　
					<h4 style="padding-left: 2rem; ">只有已提交的订单，本站才能确认商品的价格。本站将尽最大努力保证用户所购商品与网站和目录上公布的价格一致，但价目表和声明仅为要约 邀请，并不构成要约。尽管做出最大的努力，本站的商品中一小部分商品可能会有定价错误。如果发现错误定价，本站将采取下列措施之一：</h4> <br/>
				1. 价格变动规则 <br/>
				① 如果某一商品的正确定价低于错误定价，本站将按照较低的定价向用户销售该商品。 <br/>
				② 如果某一商品的正确定价高于错误定价，本站会根据具体情况决定，是否在交付前联系用户寻求指示，或者取消订单并通知用户。 <br/>
				2. 商品缺货规则 <br/>
				用户希望购买的商品如果发生缺货，本站有权取消订单，本站会尽最大努力在最快时间内满足用户的购买需求。 <br/>
				3. 邮件/短信服务规则 <br/>本站保留通过邮件和短信的形式，对本网站及本站目录注册、购物用户发送订单信息、促销活动等告知服务的权利。如果您在本站注册、购物，表明 您已默示接受此项服务。 <br/>
				4. 送货政策 <br/>
				本站将会把商品送到您所指定的送货地址。如因以下情况造成订单延迟或无法配送等，本站将不承担责任： <br/>
				① 用户填写的收货信息不详细或错误； <br/>
				② 货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。 <br/>
				③ 不可抗力，例如：自然灾害、交通戒严、突发战争等。 <br/>
				5. 退换货政策 本站保留对商品退货、补货的解释权和限制权。在下订单的同时，您也同意了本站的退换货政策。 <br/>
				6. 处罚规则 <br/>
				① 本站有权对用户的注册数据及购买行为进行查阅，发现注册数据或购买行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直 接作出删除等处理。 <br/>
				② 经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者本站有足够事实依据可以认定用户存在违法或违反服务协议行为的，本站有权在网 站上以网络发布形式公布用户的违法行为。 <br/>
				③ 对于用户在本站发布的下列各类信息，本站有权在不通知用户的前提下进行删除或采取其它限制性措施。包括以炒作信用为目的的信息；存在欺诈等 恶意或虚假内容的信息；存在与网上购物无关或不是以购物为目的的信息；存在试图扰乱正常购物秩序因素的信息；该信息违反公共利益或可能严重 损害本站和其它用户合法利益的。 <br/>
				7.本站可以在没有特殊通知的情况下自行变更本规则、任何其它条款和条件、规则或用户资格的任何方面。 对这些条款的任何修改将被包含在本站更新 的规则中。如果任何变更被认定为无效、废止或因任何原因不可执行，则该变更是可分割的，且不影响其它变更或条件的有效性或可执行性。在变更 这些规则后，用户对本站的继续使用即构成用户对变更的接受。 <br/>
				8. 终止 <br/>本站可以不经通知而自行决定终止全部或部分规则，或终止用户的会员资格。即使本站没有要求或强制用户严格遵守这些规则，也并不构成对属于本 站的任何权利的放弃。如果用户在本站的客户账户被关闭，那么也将丧失相应的会员资格。对于该用户会员资格的丧失，用户对本站不能主张任何权 利或为此索赔。 <br/>
				9. 责任限制 <br/>除了本站的使用规则中规定的其它限制和除外情况之外，在中国法律法规所允许的限度内，对于因在本站购物引起的或与之有关的任何直接的、间接 的、特殊的、附带的、后果性的或惩罚性的损害，或任何其它性质的损害，本站、本站的董事、管理人员、雇员、代理或其它代表在任何情况下都不 承担责任。这些责任排除和限制条款将在法律所允许的最大限度内适用，并在用户资格被撤销或终止后仍继续有效。 <br/>
				<br/>
				<h4>三、 服务的中断和终止 </h4>
				1. 如用户向本站提出注销注册用户身份时，经本站审核同意，由本站注销该注册用户，用户即解除与本站的服务协议关系。但注销该用户账号后，本站 仍保留下列权利： <br/>
				① 用户注销后，本站有权保留该用户的注册数据及以前的交易行为记录；<br/>
				② 用户注销后，如用户在注销前在本站交易平台上存在违法行为或违反合同的行为，本站仍可行使本服务协议所规定的权利。 <br/>
				2. 在下列情况下，本站可以通过注销用户的方式终止服务： <br/>
				① 在用户违反本服务协议相关规定时，本站有权终止向该用户提供服务。本站将在中断服务时通知用户。但如该用户在本站终止提供服务后，再一次直 接或间接或以他人名义注册为本站用户的，本站有权再次单方面终止向该用户提供服务；<br/>
				② 如本站通过用户提供的信息与用户联系时，发现用户在注册时填写的电子邮箱已不存在或无法接收电子邮件的，经本站以其它联系方式通知用户更改， 而用户在三个工作日内仍未能提供新的电子邮箱地址的，本站有权终止向该用户提供服务； <br/>
				③ 一经本站发现用户注册数据中主要内容是虚假的，本站有权随时终止向该用户提供服务；<br/> 
				④ 本服务协议终止或更新时，用户明示不愿接受新的服务协议的； <br/>
				⑤ 其它本站认为需终止服务的情况。 用户和本站之间的契约将适用中华人民共和国的法律，所有的争端将诉诸于本站所在地的人民法院。 <br/>
				<br/>
				<h4>四、 版权 </h4>
				1. 本站上的图表、标识、网页页眉、按钮图标、文字、服务品名等标示在网站上的信息都是安厨的财产，受中国和国际知识产权法的保护。未经本站许 可，用户不得以任何可能引起消费者混淆的方式或任何贬低或诽谤安厨的方式用于与非本站的任何商品或服务上。在本站上出现的不属于上述主体的 所有其他商标是其商标权利人各自的财产，这些权利人可能是也可能不是与安厨相关联、相联系或由安厨的关联公司赞助的。未经安厨或相关商标所 有人的书面许可，本站上的任何东西都不应被解释为以默许或其他方式授予许可或使用网站上出现的商标的权利。 <br/>
				2. 本站用户发表的文章仅代表作者本人观点，与本站立场无关。作者文责自负。 <br/>
				3. 本站有权将在本网站发表的商品使用体验、商品讨论或图片自行使用或者与其他人合作使用于其他用途，包括但不限于网站、电子杂志、杂志、刊物 等，使用时需为作者署名，以发表文章时注明的署名为准。文章有附带版权声明者除外。 <br/>
				4. 用户在本站上发表的文章及图片（包括转贴的文章及图片）版权仅归原作者所有，若作者有版权声明或原作从其它网站转载而附带有原版权声明者， 其版权归属以附带声明为准。 任何转载、引用发表于本站的版权文章须符合以下规范： <br/>
				① 用于非商业、非盈利、非广告性目的时需注明作者及文章及图片的出处为"安厨"或"b2b.anchumall.com"； <br/>
				② 用于商业、盈利、广告性目的时需征得文章或图片原作者的同意，并注明作者姓名、授权范围及原作出处"安厨"或"b2b.anchumall.com"； <br/>
				③ 任何文章或图片的修改或删除均应保持作者原意并征求原作者同意，并注明授权范围。 <br/>
				<br/>
				<h4>五、 不承诺担保和责任限制 </h4>1.除非另有明确的书面说明，本站、目录及其所包含的或以其它方式通过本网站提供给用户的全部信息、内容、材料、商品（包括软件）和服务，是由 安厨在"按现状"和"按现有"的基础上提供的； <br/>
				2. 除非另有明确的书面说明,安厨不对本网站的运营及其包含在本网站上的信息、内容、材料、商品(包括软件)或服务作任何形式的、明示或默示的声明 或担保（除根据中华人民共和国法律规定的以外）。用户明确同意自担风险使用本网站； <br/>
				3. 在适用法律所允许的最大限度内 ，安厨不承诺所有明示或默示的担保，包括但不限于对适销性和满足特定目的的默示担保。安厨不担保本站、其所包 含的或以其它方式通过本网站提供给您的全部信息、内容、材料、商品（包括软件）和服务、其服务器或从本站发出的电子信件没有病毒或其他有害 成分。除非另有明确的书面说明，安厨不对由于使用本站、或由于其所包含的或以其它方式通过本网站提供给用户的全部信息、内容、材料、商品 （包括软件）和服务、或购买和使用商品引起的任何损害承担责任（除非根据中华人民共和国法律应承担责任的以外），包括但不限于直接、间接或 附带的惩罚性和结果性的损害赔偿。 <br/>
				<br/>
				<h4>六、 隐私 </h4>
				1. 在用户加入本站成为会员时，用户根据本站要求提供的个人注册信息；在用户使用本站服务、参加本站活动，或访问本站网页时，本站自动接收并记 录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录。 <br/>
				2. 本站收集到的用户在本站购物等的有关数据，包括但不限于购物、上传图片、发布商品使用体验、参与商品讨论、邀请关注好友和留言等数据。 <br/>
				3. 本站通过合法途径从商业伙伴处取得的用户个人数据。 <br/>
				4. 信息使用： <br/>
				① 本站不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可。 <br/>
				② 本站亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，本站有权立即终止与该 用户的服务协议，查封其账号。 <br/>
				5. 为服务用户的目的，本站可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出商品和服务信息，或者与本站合作伙伴共享信息 以便他们向用户发送有关其商品和服务的信息（后者需要用户的事先同意）。 <br/>
				6. 信息披露；用户的个人信息将在下述情况下部分或全部被披露： <br/>
				① 经用户同意，向第三方披露； <br/>
				② 如用户是符合资格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷； <br/>
				③ 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露； <br/>
				④ 如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露； <br/>
				⑤ 为提供用户所要求的商品和服务，而必须和第三方分享用户的个人信息； <br/>
				⑥ 其它本站根据法律或者网站政策认为合适的披露。 <br/>
				7. 信息安全： <br/>
				① 请妥善保管用户的账户及密码信息；在使用本站服务进行网上购物时，请用户妥善保护自己的个人信息，仅在必要的情形下向他人提供； <br/>
				② 如果用户发现自己的个人信息泄密，尤其是本站账户及密码或提现密码发生泄露，请用户立即联络本站客服，以便本站采取相应措施。 <br/>
				<br/>
				<h4>七、其他 </h4>
				1. 本协议将对用户持续有效，有效期至用户注销或者被取消账户、且停止一切使用本站服务的行为后，但本站与用户间已经产生的权利义务，仍对双方 有约束力。 <br/>
				2. 安厨将视向用户所提供服务内容之特性，要求用户在注册本站提供的有关服务时，遵守特定的条件和条款；如该特定条件和条款与以上服务条款有任 何不一致之处，则以特定条件和条款为准。 <br/>
				3. 本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，其余条款仍应有效并且有约束力。 <br/>
				4. 本协议的标题、序号均为方便阅读而设定，不影响条款实际含义及其效力。 <br/>
				5. 本协议自公布及适用的当天生效，有效期持续至更新版本发布之时。 <br/>
				6. 如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本站所在地的人民法院提起诉讼。 <br/>
				7. 安厨在法律允许最大范围对本协议拥有解释权与修改权。<br/>
			</p>
		</div>
	</div>
</template>
<style scoped>
	.platformrules{
		width: 100%;
		height: 100%;
	}
	.platformrules .header{
		height: 16px;
    	line-height: 16px;
		margin: 18px 0;
		font-size: 14px;
		font-weight: bold;
		padding-left: 1rem;
		border-left: 3px solid #009E4D; 
	}
	.platformrules .content{
		padding-left: 1rem;
	}
	.platformrules h4{
		font-weight: bold;
	}
</style>