<template>
	<div class="termsofservice">
		<div class="header">服务条款</div>
		<div class="content">
			<p>
				<h4>甲方：杭州安厨电子商务有限公司 </h4>
				<h4>乙方：注册方 </h4>
				<h4>根据相关法律法规的规定，甲乙双方通过友好协商，本着平等、自愿、公平和诚实信用的原则，就乙方在其合作平台销售甲方商品事宜订立本协议 </h4>
				<br/>
				<h4>第一条条款目的  </h4>
				1.1为了规范安厨经营秩序，保障安厨自营商品的质量，以维护采购方的合法权益，安厨与采购方就安厨自营商品的合作运营事宜，根据《用户的权利和 义务》、《安厨平台规则》的有关内容制定。  <br/>1.2本条款由杭州安厨电子商务有限公司（以下简称“安厨”或“甲方"）与申请成为采购方的会员（以下简称”采购方“或者”乙方“）共同认证。  <br/>
				<br/>
				<h4>第二条合作内容及方式  </h4>
				2.1乙方在其合作平台上架销售甲方商品，消费者在乙方合作平台下单后，乙方在甲方平台自助下单或批量导入订单，由甲方为消费者配送商品。  <br/>2.2乙方将完整的订单信息发送给甲方，包括商品信息、数量、收件地址、收件人、电话等,如产品、数量、包裹地址等信息有误造成售后顾客退换货的， 产生的责任由出错方承担。 <br/>
				2.3发货时间：乙方通过安厨平台向甲方系统下单，并且提供收件人正确的收货地址等信息。甲方在接到订单后，正常情况下，商品48小时内完成发货。  <br/>
				2.4 邮资说明：货物运输产生的费用由乙方承担（包邮商品除外）。  <br/>
				<br/>
				<h4>第三条退换货与责任界定  </h4>
				3.1甲方保证所售为正品农产品，因商品质量问题发生的退、换货，甲方会协助完成货品退换且因退、换货产生的一切物流费用由甲方承担；因食品的特 殊性，非质量问题的商品甲方不接受退换货，相应售后由乙方自行处理。  <br/>
				3.2若因甲方错发、漏发、物流等原因发生的乙方消费者退、换货，因退、换货产生的一切费用由甲方承担。  <br/>3.3乙方消费者收到货物后，如有破损、质量不合格、商品漏发等异常情况，乙方需明确要求消费者提供证据并拍照，包括但不限于商品外箱、破损商品 和快递单号的照片，并在（2）个工作日内反馈给甲方，甲方应在收到乙方反馈后及时配合处理。  <br/>
				<br/>
				<h4>第四条财务结算及预付款  </h4>
				4.1 甲乙双方约定开展合作前乙方应向甲方支付10000元（壹万元）预付货款，以积分形式充入乙方在线账户，每日订单从预付款中扣取，预付款不足时 需要乙方补足货款方能正常发货。  <br/>
				4.2 乙方也可按每批订单实际金额进行在线支付，付款成功后甲方按乙方订单要求进行发货。  <br/>
				4.3 甲乙双方在结算、汇款、收款过程中产生的手续费由甲乙双方各自承担。  <br/>
				4.4 协议解除甲乙双方根据实际履行结算费用，预付款如有多出部分甲方应退还给乙方。  <br/>
				<br/>
				<h4>第五条保密条款  </h4>
				本协议所称商业秘密包括但不限于本协议任何补充协议所述内容及在合作过程中涉及的其他秘密信息。任何一方未经另一方书面同意，均不得将该信息 向任何第三方披露、传播、编辑或展示。保密期限直至该商业秘密进入公众领域或双方书面同意解除本条限制。  <br/>
				<br/>
				<h4>第六条不可抗力  </h4>
				不可抗力致使本协议不能履行或不能完全履行的，遭受方可以免责或部分免责。本协议不可抗力是指：不能预见、不可避免、无法克服的客观情况。如 因发生地震、台风、水灾、火灾、战争、内乱、政府行为导致协议迟延履行或不能履行，遭遇不可抗力的一方应在不可抗力发生后15个工作日内由事故 发生地主管当局出具事故证明书。双方就不可抗力造成的后果进行协商，根据其影响程度，免除或部分免除相应责任。 <br/> 
				<br/>
				<h4>第七条争议解决  </h4>
				凡因本协议引起的或与本协议有关的任何争议，如双方不能通过友好协商解决，双方均可提交给合同签署地有管辖权的法院解决。因本协议引起的纠纷，甲乙双方约定适用中华人民共和国法律解决。 <br/> 
				<br/>
				<h4>第八条协议终止  </h4>
				8.1协议期间，如果发生下列情况之一时，守约方有权提前解除本协议：  <br/>（1）违约方违反本协议约定给对方造成严重损失，经守约方通知后仍不改正，守约方有权经提前5日通知违约方后解除本协议。 <br/>
				（2）任何一方发生无力 偿债，其事业为债权人接管、结束、解散、宣告破产等事情时，对方有权终止本合同。  <br/>8.2除前款约定情况外，任何一方由于自身原因不能继续履行本协议，必须以书面形式向对方提出，并取得对方同意，协议解除甲乙双方根据实际履行结 算费用。  <br/>
				8.3协议终止后，乙方应配合甲方完成相关的交接工作；业务交接完毕以后，配合甲方进行费用对账结算。 <br/>
			</p>
		</div>
	</div>
</template>
<style scoped>
	.termsofservice{
		width: 100%;
		height: 100%;
	}
	.termsofservice .header{
		height: 16px;
    	line-height: 16px;
		margin: 18px 0;
		font-size: 14px;
		font-weight: bold;
		padding-left: 1rem;
		border-left: 3px solid #009E4D; 
	}
	.termsofservice .content{
		padding-left: 1rem;
	}
	.termsofservice .content h4{
		font-weight: bold;
	}
</style>