<template>
	<div class="userrights">
		<div class="header">用户的权利和义务</div>
		<div class="content">
			<p>
				1. 用户有权拥有其在本站的用户名及密码，并有权使用自己的用户名及密码随时登录本站。用户不得以任何形式转让或授权他人使用自己的本站用户名, 否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。 <br/>
				2. 用户有权根据本协议的规定以及本站上发布的相关规则在本站上查询商品信息、发表使用体验、参与商品讨论、邀请关注好友、上传商品图片、参加本站的有关活动，以及享受本站提供的其它信息服务。 <br/>
				3. 用户应保证其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料，在相关资料实际变更时及时更新有 关注册资料。用户保证不得以他人资料在本站进行注册和购买行为。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果。<br/>
				4. 用户应当保证在使用本站购买商品过程中遵守诚实信用原则，不在购买过程中采取不正当行为，不扰乱网上交易的正常秩序。<br/> 
				5. 用户享有言论自由权利；并拥有适度修改、删除自己发表的文章的权利。用户不得在本站发表包含以下内容的言论： <br/>
				（一）煽动、抗拒、破坏宪法和法律、行政法规实施的；以下相同情况处理； <br/>（二）煽动颠覆国家政权，推翻社会主义制度的； <br/>（三）煽动、分裂国家，破坏国家统一的； <br/>（四）煽动民族仇恨、民族歧视，破坏民族团结的； <br/>（五）任何包含对种族、性别、宗教、地域内容等歧视的； <br/>（六）捏造或者歪曲事实，散布谣言，扰乱社会秩序的； <br/>
				（七）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的； <br/>
				（八）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的； <br/>
				（九）损害国家机关信誉的； <br/>（十）其他违反宪法和法律行政法规的。 <br/>
				本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。 <br/>
				6. 用户在发表使用体验、讨论图片等，除遵守本条款外，还应遵守该讨论区的相关规定。 <br/>
				7. 未经本站同意，用户不得在网站发布任何形式的广告，一经发现，本站有权采取暂停或关闭用户帐号等措施。
			</p>
		</div>
	</div>
</template>
<style scoped>
	.userrights{
		width: 100%;
		height: 100%;
	}
	.userrights .header{
		height: 16px;
    	line-height: 16px;
		margin: 18px 0;
		font-size: 14px;
		font-weight: bold;
		padding-left: 1rem;
		border-left: 3px solid #009E4D; 
	}
	.userrights .content{
		padding-left: 1rem;
	}
</style>